Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# SettingPurchaseAppContent.Text
source: Purchase this application to unlock all features and support development
de_de: Kaufen Sie diese Anwendung, um alle Funktionen freizuschalten und die Entwicklung zu unterstützen
es: Compre esta aplicación para desbloquear todas las funciones y apoyar el desarrollo
fr_fr: Achetez cette application pour déverrouiller toutes les fonctionnalités et soutenir le développement
zh_hans: 购买此应用程序以解锁所有功能并支持开发
zh_hant: 購買此應用程序以解鎖所有功能並支持開發

# SettingPurchaseAppTitle.Text
source: Purchase this application
de_de: Diese Anwendung kaufen
es: Compra esta aplicación
fr_fr: Achetez cette application
zh_hans: 购买此应用程序
zh_hant: 購買此應用程序

# SettingReviewAppContent.Text
source: Leave your review of this app in the Microsoft Store
de_de: Hinterlassen Sie Ihre Bewertung dieser App im Microsoft Store
es: Deje su reseña de esta aplicación en Microsoft Store
fr_fr: Laissez votre avis sur cette application dans le Microsoft Store
zh_hans: 在Microsoft Store中留下您对此应用的评论
zh_hant: 在 Microsoft Store 中留下您對此應用的評論

# SettingReviewAppTitle.Text
source: Review this application
de_de: Bewerten Sie diese Anwendung
es: Puntúa esta aplicación
fr_fr: Évaluez cette application
zh_hans: 编写评价
zh_hant: 評價此應用程序

# SettingSystemInfoContent.Text
source: View software and hardware system information
de_de: Informationen zum Software- und Hardwaresystem anzeigen
es: Ver información del sistema de software y hardware
fr_fr: Afficher les informations du système logiciel et matériel
zh_hans: 查看软硬件系统信息
zh_hant: 查看軟硬件系統信息

# ShortcutKeyGuideTitle
source: Keyboard shortcut guide
de_de: Anleitung für Tastaturkürzel
es: Guía de atajos de teclado
fr_fr: Guide des raccourcis clavier
zh_hans: 键盘快捷键指南
zh_hant: 鍵盤快捷鍵指南

# SettingInitAppContent.Text
source: Delete all data and reset to the initial state
de_de: Alle Daten löschen und in den Ausgangszustand zurücksetzen
es: Eliminar todos los datos y restablecer al estado inicial
fr_fr: Supprimer toutes les données et réinitialiser à l'état initial
zh_hans: 删除所有数据并重置为初始状态
zh_hant: 刪除所有數據並重置為初始狀態

# SettingInitAppTitle.Text
source: Reset the application
de_de: Setzen Sie die Anwendung zurück
es: Restablecer la aplicación
fr_fr: Réinitialiser l'application
zh_hans: 重置应用程序
zh_hant: 重置應用程序

# SettingManageConfigTitle.Text
source: Manage configuration files
de_de: Konfigurationsdateien verwalten
es: Administrar archivos de configuración
fr_fr: Gérer les fichiers de configuration
zh_hans: 管理配置文件
zh_hant: 管理配置文件

# SettingGoGithubContent.Text
source: Contribute code to help improve this application
de_de: Tragen Sie Code bei, um diese Anwendung zu verbessern
es: Contribuya con código para ayudar a mejorar esta aplicación
fr_fr: Contribuer au code pour aider à améliorer cette application
zh_hans: 贡献代码来帮助改进本应用
zh_hant: 貢獻代碼以幫助改進此應用程序

# SettingGoGithubTitle.Text
source: Go to Github
de_de: Gehe zu Github
es: Ir a Github
fr_fr: Aller sur Github
zh_hans: 前往Github
zh_hant: 轉到Github上

# SettingUpdateLogContent.Text
source: View the latest update content and previous update history
de_de: Anzeigen der neuesten Update-Inhalte und des vorherigen Update-Verlaufs
es: Ver el contenido de actualización más reciente y el historial de actualizaciones anterior
fr_fr: Afficher le contenu de la dernière mise à jour et l'historique des mises à jour précédentes
zh_hans: 查看最近更新内容和以前的更新记录
zh_hant: 查看最新更新內容和以往更新歷史

# SettingUpdateLogTitle.Text
source: Update history
de_de: Updateverlauf
es: Historial de actualizaciones
fr_fr: Historique des mises à jour
zh_hans: 更新历史
zh_hant: 更新歷史

source: Update available
de_de: Update verfügbar
es: Actualización disponible
fr_fr: Mise à jour disponible
zh_hans: 有更新可用
zh_hant: 有可用的更新

# UpdateLatest.Text
source: Already the latest version
de_de: Bereits die neueste Version
es: Ya es la última versión
fr_fr: Déjà la dernière version
zh_hans: 已经是最新版本
zh_hant: 已經是最新版本

# SearchEngineConfig_AlwaysPopup
source: Ask every time
de_de: Frag jedes Mal
es: Pregunta cuando quieras
fr_fr: Demandez à chaque fois
zh_hans: 每次询问
zh_hant: 每次詢問

# SearchEngineConfig_UseBuildInAsDefault
source: Always use the built-in search engine
de_de: Verwenden Sie immer die integrierte Suchmaschine
es: Utilice siempre el motor de búsqueda integrado
fr_fr: Utilisez toujours le moteur de recherche intégré
zh_hans: 始终使用内置搜索引擎
zh_hant: 始終使用內置搜索引擎

# SearchEngineConfig_UseEverythingAsDefault
source: Always use the Everything search engine
de_de: Verwenden Sie immer die Suchmaschine "Everything"
es: Utilice siempre el motor de búsqueda de "Everything"
fr_fr: Utilisez toujours le moteur de recherche "Everything"
zh_hans: 始终使用Everything搜索引擎
zh_hant: 始終使用Everything搜索引擎

# SettingNavLayoutLabel.Text
source: Navigation view layout
de_de: Layout der Navigationsansicht
es: Diseño de la vista de navegación
fr_fr: Disposition de la vue de navigation
zh_hans: 导航视图布局
zh_hant: 導航視圖佈局

# SettingNavLayout.OffContent
source: Top
de_de: Oben
es: Cima
fr_fr: Haut
zh_hans: 顶端
zh_hant: 頂部

# SettingNavLayout.OnContent
source: Left
de_de: Links
es: Izquierdo
fr_fr: La gauche
zh_hans: 左侧
zh_hant: 左邊

# TaskList_Task_Status_NeedAttention
source: Need attention
de_de: Braucht Aufmerksamkeit
es: Necesita atención
fr_fr: Besoin d'attention
zh_hans: 需要注意
zh_hant: 需要注意

# NameCollision
source: A file or folder with the same name exists in the target folder
de_de: Im Zielordner existiert eine Datei oder ein Ordner mit demselben Namen name
es: Existe un archivo o carpeta con el mismo nombre en la carpeta de destino
fr_fr: Un fichier ou dossier portant le même nom existe dans le dossier cible
zh_hans: 存在名称相同的文件或文件夹
zh_hant: 目標文件夾中存在同名文件或文件夾

# NameCollision_Rename
source: Save a copy
de_de: Speichere eine Kopie
es: Guardar una copia
fr_fr: Sauvegarder une copie
zh_hans: 保存副本
zh_hant: 保存副本

# NameCollision_Override
source: Override files
de_de: Dateien überschreiben
es: Anular archivos
fr_fr: Remplacer les fichiers
zh_hans: 覆盖文件
zh_hant: 覆蓋文件

# ThemeColorLabel.Text
source: Theme color
de_de: Themenfarbe
es: Color del tema
fr_fr: Couleur du thème
zh_hans: 主题颜色
zh_hant: 主題色

# ClearTaskListPanel.ToolTipService.ToolTip
source: Clear all completed tasks
de_de: Alle erledigten Aufgaben löschen
es: Borrar todas las tareas completadas
fr_fr: Effacer toutes les tâches terminées
zh_hans: 清除所有已完成的任务
zh_hant: 清除所有已完成的任務

# VerticalSplitQuestionSubtitle
source: The vertical split view allows you to view and manipulate multiple folders at the same time without switching tabs. \r\rNote: Purchase this app to unlock this feature
de_de: Mit der vertikalen geteilten Ansicht können Sie mehrere Ordner gleichzeitig anzeigen und bearbeiten, ohne die Registerkarten zu wechseln. \r\rHinweis: Kaufen Sie diese App, um diese Funktion freizuschalten
es: La vista dividida vertical le permite ver y manipular varias carpetas al mismo tiempo sin cambiar de pestaña. \r\rNota: compre esta aplicación para desbloquear esta función
fr_fr: La vue fractionnée verticale vous permet d'afficher et de manipuler plusieurs dossiers en même temps sans changer d'onglet. \r\rRemarque: Achetez cette application pour déverrouiller cette fonctionnalité
zh_hans: 垂直拆分视图允许您同时查看和操作多个文件夹，而无需切换标签页。\r\r注意：购买此应用程序以解锁此功能
zh_hant: 垂直拆分視圖允許您同時查看和操作多個文件夾，而無需切換選項卡。 \r\r注意：購買此應用程序以解鎖此功能

# VerticalSplitQuestionTitle
source: Vertical Split View
de_de: Vertikal geteilte Ansicht
es: Vista dividida vertical
fr_fr: Vue fractionnée verticale
zh_hans: 垂直拆分视图
zh_hant: 垂直拆分視圖

# QuickAccessDisplayName
source: Quick Access
de_de: Schneller Zugang
es: Acceso rapido
fr_fr: Accès rapide
zh_hans: 快速访问
zh_hant: 快速訪問

# CloseTabOnRight.Label
source: Close all tabs on the right
de_de: Alle Tabs rechts schließen
es: Cerrar todas las pestañas de la derecha
fr_fr: Fermez tous les onglets à droite
zh_hans: 关闭右侧所有的标签页
zh_hant: 關閉右側的所有選項卡

# NewFile_Admin_Name
source: New file
de_de: Neue Datei
es: Archivo nuevo
fr_fr: Nouveau fichier
zh_hans: 新建文件
zh_hant: 新建文件

# SettingManageConfigContent.Text
source: Perform save or restore configuration operations
de_de: Durchführen von Konfigurationsvorgängen zum Speichern oder Wiederherstellen
es: Realizar operaciones de guardado o restauración de la configuración
fr_fr: Effectuer des opérations de sauvegarde ou de restauration de configuration
zh_hans: 执行保存或恢复配置操作
zh_hant: 執行保存或恢復配置操作

# File_Type_Bmp_Description
source: BMP image
de_de: BMP-Bild
es: Imagen BMP
fr_fr: Image BMP
zh_hans: BMP图像
zh_hant: BMP圖像

# Operate_Text_Unpin
source: Unpin
de_de: Loslösen
es: Desprender
fr_fr: Détacher
zh_hans: 取消固定
zh_hant: 取消固定

# QueueDialog_DeleteFilesPermanent_Content
source: This operation will permanently delete these files. Whether to continue?
de_de: Durch diesen Vorgang werden diese Dateien dauerhaft gelöscht. Ob weitermachen?
es: Esta operación eliminará permanentemente estos archivos. ¿Continuar?
fr_fr: Cette opération supprimera définitivement ces fichiers. Faut-il continuer ?
zh_hans: 此操作将永久删除这些文件，是否继续？
zh_hant: 此操作將永久刪除這些文件，是否繼續？

# QueueDialog_DeleteFolderPermanent_Content
source: This will permanently delete everything in the folder. Whether to continue?
de_de: Dadurch wird alles im Ordner dauerhaft gelöscht. Ob weitermachen?
es: Esto eliminará permanentemente todo en la carpeta. ¿Continuar?
fr_fr: Cela supprimera définitivement tout dans le dossier. Faut-il continuer ?
zh_hans: 这将永久删除文件夹中的所有内容，是否继续？
zh_hant: 這將永久刪除文件夾中的所有內容。 是否繼續？

# SearchEngineUseAQS.Content
source: Use Advanced Query Syntax (AQS)
de_de: Verwenden Die Erweiterte Abfrage Syntax (AQS)
es: Usar La sintaxis de consulta avanzada (AQS)
fr_fr: Utiliser La syntaxe de requête avancée (AQS)
zh_hans: 使用高级查询语法 (AQS)
zh_hant: 使用高級查詢語法 (AQS)

# SettingAQSGuideContent.Text
source: Advanced Query Syntax usage and structure description
de_de: Advanced Query Syntax Nutzung und Strukturbeschreibung
es: El uso de sintaxis de consulta avanzada y la descripción de la estructura
fr_fr: Utilisation de la syntaxe de requête avancée et description de la structure
zh_hans: Advanced Query Syntax 使用方法和结构说明
zh_hant: 高級查詢語法(AQS)用法和結構說明

# SettingAQSGuideTitle.Text
source: Advanced Query Syntax (AQS) guide
de_de: Leitfaden zur erweiterten Abfragesyntax (AQS)
es: Sintaxis de consulta avanzada (AQS) guía
fr_fr: Guide de la syntaxe de requête avancée (AQS)
zh_hans: 高级查询语法(AQS)指南
zh_hant: 高級查詢語法 (AQS) 指南

# SearchEngineUseIndexer.Content
source: Search by index only
de_de: Nur nach Index suchen
es: Buscar solo por índice
fr_fr: Recherche par index uniquement
zh_hans: 仅通过索引执行搜索
zh_hant: 僅按索引搜索

# CustomText
source: Customize
de_de: Anpassen
es: Personalizar
fr_fr: Personnaliser
zh_hans: 自定义
zh_hant: 定制

# QueueDialog_TaskCanceledByUser_Content
source: The task has been cancelled by the user
de_de: Die Aufgabe wurde vom Benutzer abgebrochen
es: La tarea ha sido cancelada por el usuario
fr_fr: La tâche a été annulée par l'utilisateur
zh_hans: 用户已取消该任务
zh_hant: 任務已被用戶取消

# DefaultDisplayModeLabel.Text
source: Preferred layout mode
de_de: Bevorzugter Layoutmodus
es: Modo de diseño preferido
fr_fr: Mode de mise en page préféré
zh_hans: 首选布局模式
zh_hant: 首選佈局模式

# SystemTip_ForeUpdateAvailableContent
source: A mandatory update has been released, which indicates that the version you are using may have serious problems, please stop using the current version and update to the latest version as soon as possible
de_de: Es wurde ein obligatorisches Update veröffentlicht, das darauf hinweist, dass die von Ihnen verwendete Version möglicherweise ernsthafte Probleme hat. Bitte verwenden Sie die aktuelle Version nicht mehr und aktualisieren Sie so schnell wie möglich auf die neueste Version
es: Se ha publicado una actualización obligatoria, lo que indica que la versión que está utilizando puede tener problemas graves. Deje de utilizar la versión actual y actualice a la última versión lo antes posible.
fr_fr: Une mise à jour obligatoire a été publiée, ce qui indique que la version que vous utilisez peut avoir de graves problèmes, veuillez cesser d'utiliser la version actuelle et mettre à jour vers la dernière version dès que possible
zh_hans: 一个强制更新已发布，这表明您正在使用的版本可能存在严重问题，请停止使用当前版本并尽快更新至最新版
zh_hant: 已發布強制更新，表示您使用的版本可能存在嚴重問題，請停止使用當前版本並儘快更新到最新版本

# SettingTabPreviewLabel.Text
source: Tab preview
de_de: Registerkarten Vorschau
es: Vista previa de la pestaña
fr_fr: Aperçu de l'onglet
zh_hans: 标签页预览
zh_hant: 標籤頁預覽

# SettingTabPreview.OffContent
source: Disabled
de_de: Deaktiviert
es: Desactivado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 禁用

# SettingTabPreview.OnContent
source: Enabled
de_de: Ermöglicht
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# ActualSize.Text
source: Actual size
de_de: Tatsächliche Größe
es: Tamaño actual
fr_fr: Taille réelle
zh_hans: 实际大小
zh_hant: 實際尺寸

# CompressedSize.Text
source: Compressed size
de_de: Komprimierte Größe
es: Tamaño comprimido
fr_fr: Taille compressée
zh_hans: 压缩大小
zh_hant: 壓縮尺寸

# CompressionRate.Text
source: Compression ratio
de_de: Kompressionsrate
es: Índice de compresión
fr_fr: Ratio de compression
zh_hans: 压缩率
zh_hant: 壓縮率

# ExtractAll.Label
source: Extract all
de_de: Alle extrahieren
es: Extraer todo
fr_fr: Extraire tout
zh_hans: 全部解压
zh_hant: 全部提取

# Progress_Tip_Extracting
source: Extracting
de_de: Extrahieren
es: Extrayendo
fr_fr: Extraction
zh_hans: 正在解压
zh_hant: 正在提取

# QueueDialog_CouldNotOpenCompression_Content
source: Unable to open this compressed file
de_de: Diese komprimierte Datei kann nicht geöffnet werden
es: No se puede abrir este archivo comprimido
fr_fr: Impossible d'ouvrir ce fichier compressé
zh_hans: 无法打开此压缩文件
zh_hant: 無法打開這個壓縮文件

# Operate_Text_CreateFile
source: Create file
de_de: Erstelle Datei
es: Crea un archivo
fr_fr: Créer un fichier
zh_hans: 新建文件
zh_hant: 創建文件

# Operate_Text_CopyFullName
source: Copy the file name
de_de: Kopieren Sie den Dateinamen
es: Copie el nombre del archivo
fr_fr: Copiez le nom du fichier
zh_hans: 复制文件名
zh_hant: 複製文件名

# Operate_Text_Save
source: Save changes
de_de: Änderungen speichern
es: Guardar cambios
fr_fr: Sauvegarder les modifications
zh_hans: 保存更改
zh_hant: 保存更改

# Progress_Tip_Processing
source: Processing
de_de: Verarbeitung
es: Procesando
fr_fr: En traitement
zh_hans: 正在处理
zh_hant: 正在處理

# QueueDialog_CouldNotProcess_Content
source: The requested operation can not be completed
de_de: Der angeforderte Vorgang kann nicht abgeschlossen werden
es: La operación solicitada no se puede completar
fr_fr: L'opération demandée ne peut pas être terminée
zh_hans: 请求的操作无法完成
zh_hant: 請求的操作無法完成

# NewCompressionItemNameBox.Header
source: Please enter the file name
de_de: Bitte geben Sie den Dateinamen ein
es: Ingrese el nombre del archivo
fr_fr: Veuillez saisir le nom du fichier
zh_hans: 请输入文件名
zh_hant: 請輸入文件名

# NewCompressionItemPickerDialog.Title
source: Create file or folder
de_de: Datei oder Ordner erstellen
es: Crear archivo o carpeta
fr_fr: Créer un fichier ou un dossier
zh_hans: 新建文件或文件夹
zh_hant: 創建文件或文件夾

# NewCompressionItemPickFile.Content
source: Pick a file
de_de: Wählen Sie eine Datei aus
es: Elige un archivo
fr_fr: Choisissez un fichier
zh_hans: 选择文件
zh_hant: 選擇文件

# BuildIn_CompressionViewer_Description
source: Built-in Zip viewer
de_de: Integrierter Zip-Viewer
es: Visor Zip incorporado
fr_fr: Visionneuse zip intégrée
zh_hans: 内置Zip查看器
zh_hant: 內置Zip查看器

# SettingPathHistoryLabel.Text
source: Path history
de_de: Pfadverlauf
es: Historia de la ruta
fr_fr: Historique du chemin
zh_hans: 路径历史记录
zh_hant: 路徑歷史記錄

# SettingPathHistory.OffContent
source: Cleared
de_de: Gelöscht
es: Despejado
fr_fr: Effacé
zh_hans: 清除
zh_hant: 清除

# SettingPathHistory.OnContent
source: Saved
de_de: Gerettet
es: Salvado
fr_fr: Enregistré
zh_hans: 保存
zh_hant: 保存

# SettingPrivacy.Text
source: Privacy
de_de: Privatsphäre
es: Intimidad
fr_fr: Intimité
zh_hans: 隐私
zh_hant: 隱私

# SettingSearchHistoryLabel.Text
source: Search history
de_de: Suchverlauf
es: Buscar Historia
fr_fr: Historique des recherches
zh_hans: 搜索历史记录
zh_hant: 搜索歷史記錄

# SettingSearchHistory.OffContent
source: Cleared
de_de: Gelöscht
es: Despejado
fr_fr: Enregistré
zh_hans: 清空
zh_hant: 清除

# SettingSearchHistory.OnContent
source: Saved
de_de: Gerettet
es: Salvado
fr_fr: Effacé
zh_hans: 保存
zh_hant: 保存

# QueueDialog_OpenFailedNotSupported_Content
source: Unable to open file, the file type is not supported
de_de: Datei kann nicht geöffnet werden, der Dateityp wird nicht unterstützt
es: No se puede abrir el archivo, el tipo de archivo no es compatible
fr_fr: Impossible d'ouvrir le fichier, le type de fichier n'est pas pris en charge
zh_hans: 无法打开文件，该文件类型不受支持
zh_hant: 無法打開文件，文件類型不受支持

# TaskList_Task_Status_Cancelling
source: Trying to cancel
de_de: Versuch abzubrechen
es: Tratando de cancelar
fr_fr: Essayer d'annuler
zh_hans: 正在尝试取消
zh_hant: 正在試圖取消

# Properties_General_SizeOnDisk.Text
source: Size on disk:
de_de: Größe auf Datenträger:
es: Tamaño en disco:
fr_fr: Taille sur le disque:
zh_hans: 占用空间:
zh_hant: 在磁盤上的大小:

# SettingPagDisableSelectionAnimation.Content
source: Turn off the list selection animation
de_de: Deaktivieren Sie die Listenauswahlanimation
es: Desactivar la animación de selección de lista
fr_fr: Désactiver l'animation de sélection de liste
zh_hans: 关闭列表选择动画
zh_hant: 關閉列表選擇動畫

# Setting_UIMode_Mica
source: Mica Background
de_de: Glimmer-Hintergrund
es: Fondo de mica
fr_fr: Arrière-plan mica
zh_hans: 云母背景
zh_hant: 雲母背景

# ViewModeControl.ToolTipService.ToolTip
source: Layout mode
de_de: Layoutmodus
es: Modo de diseño
fr_fr: Mode de présentation
zh_hans: 布局模式
zh_hant: 排版方式

# Drive_Type_2
source: CD-ROM drive
de_de: CD-ROM-Laufwerk
es: Lector de CD ROM
fr_fr: Lecteur CD ROM
zh_hans: CD-ROM驱动器
zh_hant: CD-ROM驅動器

# FileControlHomeButton.ToolTipService.ToolTip
source: Back to Home
de_de: Zurück zur Startseite
es: De vuelta a casa
fr_fr: De retour à la maison
zh_hans: 返回主页
zh_hant: 返回首頁

# FontFamilyComboBoxLabel.Text
source: Font family
de_de: Schriftfamilie
es: Familia tipográfica
fr_fr: Famille de polices
zh_hans: 字体
zh_hant: 字體

# SystemTip_FontFamilyRestartContent
source: Please restart the application to activate the new font family. You can also continue to use this app, but the new font family may not take effect until the next time you start it
de_de: Bitte starten Sie die Anwendung neu, um die neue Schriftfamilie zu aktivieren. Sie können diese App auch weiterhin verwenden, aber die neue Schriftfamilie wird möglicherweise erst beim nächsten Start wirksam
es: Reinicie la aplicación para activar la nueva familia de fuentes. También puede seguir utilizando esta aplicación, pero es posible que la nueva familia de fuentes no entre en vigor hasta la próxima vez que la inicie.
fr_fr: Veuillez redémarrer l'application pour activer la nouvelle famille de polices. Vous pouvez également continuer à utiliser cette application, mais la nouvelle famille de polices peut ne prendre effet qu'au prochain démarrage.
zh_hans: 请重启本应用以激活新字体。您亦可以继续使用本应用，但新字体可能在下一次启动时才会生效
zh_hant: 請重新啟動應用程序以激活新的字體。 您也可以繼續使用此應用程序，但新的字體可能要到您下次啟動時才會生效

# SystemTip_LanguageRestartContent
source: Please restart the application to activate the new language. You can also continue to use this app, but the new language may not take effect until the next time you start it
de_de: Bitte starten Sie die Anwendung neu, um die neue Sprache zu aktivieren. Sie können diese App auch weiterhin verwenden, aber die neue Sprache wird möglicherweise erst beim nächsten Start wirksam
es: Reinicie la aplicación para activar el nuevo idioma. También puede seguir utilizando esta aplicación, pero es posible que el nuevo idioma no entre en vigor hasta la próxima vez que la inicie.
fr_fr: Veuillez redémarrer l'application pour activer la nouvelle langue. Vous pouvez également continuer à utiliser cette application, mais la nouvelle langue peut ne prendre effet qu'au prochain démarrage.
zh_hans: 请重启本应用以激活新语言。您亦可以继续使用本应用，但新语言可能在下一次启动时才会生效
zh_hant: 請重新啟動應用程序以激活新語言。您也可以繼續使用此應用程序，但新語言可能要到您下次啟動時才會生效

# EmptyNotAllowed.Text
source: Could not be empty here
de_de: Konnte hier nicht leer sein
es: No pudo estar vacío aquí
fr_fr: Ne pouvait pas être vide ici
zh_hans: 此处不能为空
zh_hant: 此處不能為空

# ResetDialogText.Text
source: This action will reset the RX-Explorer, including:
de_de: Diese Aktion setzt den RX-Explorer zurück, einschließlich:
es: Esta acción restablecerá el RX-Explorer, que incluye:
fr_fr: Cette action réinitialisera le RX-Explorer, notamment :
zh_hans: 此操作将重置RX文件管理器，包括:
zh_hant: 此操作將重置RX-Explorer，包括:

# NewTerminalProfileDefaultName
source: New Terminal Profile
de_de: Neues Terminalprofil
es: Nuevo perfil de terminal
fr_fr: Nouveau profil de terminal
zh_hans: 新建终端配置文件
zh_hant: 新的終端配置文件

# RedirectWinEGuidence.Text
source: The tutorial on redirecting Win+E manually
de_de: Das Tutorial zum manuellen Umleiten von Win+E
es: El tutorial sobre cómo redireccionar Win+E manualmente
fr_fr: Le tutoriel sur la redirection manuelle de Win+E
zh_hans: 有关手动重定向Win+E的教程
zh_hant: 手动重定向Win+E教程

# SettingNoMoreOption.Text
source: No more options
de_de: Keine weiteren Optionen
es: No mas opciones
fr_fr: Aucune autre option
zh_hans: 无更多选项
zh_hant: 沒有更多選項

# ShutdownWinEGuidence.Text
source: Export the file used to close Win+E redirection manually
de_de: Exportieren Sie die Datei, die verwendet wird, um die Win+E-Umleitung manuell zu schließen
es: Exporte el archivo utilizado para cerrar la redirección de Win+E manualmente
fr_fr: Exporter le fichier utilisé pour fermer la redirection Win+E manuellement
zh_hans: 导出用于自行关闭Win+E重定向的文件
zh_hant: 導出用於手動關閉 Win+E 重定向的文件

# PrivacyPolicy.Text
source: Privacy policy
de_de: Datenschutz-Bestimmungen
es: Política de privacidad
fr_fr: Politique de confidentialité
zh_hans: 隐私策略
zh_hant: 隱私政策

# SettingRecoveryTip.Text
source: Try to restore the application or import/export configuration files for later use
de_de: Versuchen Sie, die Anwendung wiederherzustellen oder Konfigurationsdateien zur späteren Verwendung zu importieren/exportieren
es: Intente restaurar la aplicación o importar/exportar archivos de configuración para su uso posterior
fr_fr: Essayez de restaurer l'application ou les fichiers de configuration d'importation/exportation pour une utilisation ultérieure
zh_hans: 尝试恢复应用程序或导入/导出配置文件以供以后使用
zh_hant: 嘗試恢復應用程序或導入/導出配置文件以備後用

# ExportConfiguration.Text
source: Export configuration file
de_de: Konfigurationsdatei exportieren
es: Exportar archivo de configuración
fr_fr: Exporter le fichier de configuration
zh_hans: 导出配置文件
zh_hant: 導出配置文件

# ImportConfiguration.Text
source: Import configuration file
de_de: Konfigurationsdatei importieren
es: Importar archivo de configuración
fr_fr: Importer le fichier de configuration
zh_hans: 导入配置文件
zh_hant: 導入配置文件

# TranslatorList.Text
source: List of translation contributors
de_de: Liste der Mitwirkenden an Übersetzungen
es: Lista de contribuyentes de traducción
fr_fr: Liste des contributeurs à la traduction
zh_hans: 翻译贡献者名单
zh_hant: 翻譯貢獻者名單

# AlwaysOnTopDescription.Text
source: Enabling this option will keep this app at the forefront of all windows
de_de: Wenn Sie diese Option aktivieren, bleibt diese App in allen Fenstern an vorderster Front
es: Habilitar esta opción mantendrá esta aplicación a la vanguardia de todas las ventanas
fr_fr: L'activation de cette option gardera cette application au premier plan de toutes les fenêtres
zh_hans: 启用此选项后将保持此应用置于所有窗口最前方
zh_hant: 啟用此選項將使此應用程序位於所有窗口的最前面

# AutoBootOnStartupDescription.Text
source: The app will start automatically with Windows starts after enabling this option
de_de: Die App startet automatisch mit Windows-Starts, nachdem diese Option aktiviert wurde
es: La aplicación se iniciará automáticamente con Windows se inicia después de habilitar esta opción
fr_fr: L'application démarrera automatiquement avec le démarrage de Windows après avoir activé cette option
zh_hans: 启用此选项后本应用将随Windows的启动而自动启动
zh_hant: 啟用此選項後，該應用程序將隨 Windows 啟動而自動啟動
